[LivingQuarters_CrewSizeI X2FacilityUpgradeTemplate]
DisplayName="Crew Size I"
FacilityName="Living Quarters"
Summary="Increases crew capacity by 10, allowing more personnel to be maintained without an increase to recovery times."

[LivingQuarters_CrewSizeII X2FacilityUpgradeTemplate]
DisplayName="Crew Size II"
FacilityName="Living Quarters"
Summary="Increases crew capacity by a further 10, allowing even more personnel to be maintained without an increase to recovery times."


[LivingQuarters_CrewSize3 X2FacilityUpgradeTemplate]
DisplayName="Crew Size 3"
FacilityName="Living Quarters"
Summary="Increases crew capacity by a further 10, allowing even more personnel to be maintained without an increase to recovery times."


[LivingQuarters_CrewSize4 X2FacilityUpgradeTemplate]
DisplayName="Crew Size 4"
FacilityName="Living Quarters"
Summary="Increases crew capacity by a further 10, allowing even more personnel to be maintained without an increase to recovery times."


[LivingQuarters_CrewSize5 X2FacilityUpgradeTemplate]
DisplayName="Crew Size 5"
FacilityName="Living Quarters"
Summary="Increases crew capacity by a further 10, allowing even more personnel to be maintained without an increase to recovery times."


[LivingQuarters_CrewSize6 X2FacilityUpgradeTemplate]
DisplayName="Crew Size 6"
FacilityName="Living Quarters"
Summary="Increases crew capacity by a further 10, allowing even more personnel to be maintained without an increase to recovery times."


[LivingQuarters_CrewSize7 X2FacilityUpgradeTemplate]
DisplayName="Crew Size 7"
FacilityName="Living Quarters"
Summary="Increases crew capacity by a further 10, allowing even more personnel to be maintained without an increase to recovery times."


[LivingQuarters_CrewSize8 X2FacilityUpgradeTemplate]
DisplayName="Crew Size 8"
FacilityName="Living Quarters"
Summary="Increases crew capacity by a further 10, allowing even more personnel to be maintained without an increase to recovery times."


[LivingQuarters_CrewSize9 X2FacilityUpgradeTemplate]
DisplayName="Crew Size 9"
FacilityName="Living Quarters"
Summary="Increases crew capacity by a further 10, allowing even more personnel to be maintained without an increase to recovery times."


[LivingQuarters_CrewSize10 X2FacilityUpgradeTemplate]
DisplayName="Crew Size 10"
FacilityName="Living Quarters"
Summary="Increases crew capacity by a further 10, allowing even more personnel to be maintained without an increase to recovery times."
